Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.ae
source: The United Arab Emirates is a federation of seven emirates on the Arabian Gulf, built from old pearling and trading ports into one of the most engineered landscapes in the region. Dubai and Abu Dhabi dominate the global image, but the federation also includes mountain wadis, desert interiors, mangroves, and smaller emirates with very different rhythms. It is a modern state whose story only makes sense if you put glass towers beside Bedouin, maritime, and oil-era history.
de: Die Vereinigten Arabischen Emirate sind eine Föderation von sieben Emiraten am Arabischen Golf, die aus alten Perlen- und Handelsstädten zu einer der am stärksten gestalteten Landschaften der Region entwickelt wurden. Dubai und Abu Dhabi dominieren das globale Bild, aber die Föderation umfasst auch Bergwadis, Wüstengebiete, Mangroven und kleinere Emirate mit sehr unterschiedlichen Rhythmen. Es ist ein moderner Staat, dessen Geschichte nur Sinn ergibt, wenn man Glastürme neben Beduinen-, maritimer- und Öl-Ära-Geschichte stellt.
es: Los Emiratos Árabes Unidos son una federación de siete emiratos en el Golfo Arábigo, construidos a partir de antiguos puertos de perlas y comercio en uno de los paisajes más diseñados de la región. Dubái y Abu Dabi dominan la imagen global, pero la federación también incluye wadis montañosos, interiores desérticos, manglares y emiratos más pequeños con ritmos muy diferentes. Es un estado moderno cuya historia solo tiene sentido si se colocan torres de vidrio junto a la historia beduina, marítima y de la era del petróleo.
fr: Les Émirats arabes unis sont une fédération de sept émirats sur le golfe Arabique, construite à partir d'anciens ports de pêche perlière et de commerce en l'un des paysages les plus aménagés de la région. Dubaï et Abou Dabi dominent l'image mondiale, mais la fédération comprend également des oueds de montagne, des intérieurs désertiques, des mangroves et des émirats plus petits aux rythmes très différents. C'est un État moderne dont l'histoire n'a de sens que si l'on place les tours de verre aux côtés de l'histoire bédouine, maritime et de l'ère pétrolière.
it: Gli Emirati Arabi Uniti sono una federazione di sette emirati sul Golfo Arabico, costruiti da vecchi porti commerciali e perliferi in uno dei paesaggi più ingegnerizzati della regione. Dubai e Abu Dhabi dominano l’immagine globale, ma la federazione comprende anche uadi montani, deserti interni, mangrovie ed emirati più piccoli con ritmi molto diversi. È uno stato moderno la cui storia ha senso solo se si mettono le torri di vetro accanto alla storia beduina, marittima e petrolifera.
pt_br: Os Emirados Árabes Unidos são uma federação de sete emirados no Golfo Arábico, construídos a partir de antigos portos de pérolas e comércio em uma das paisagens mais planejadas da região. Dubai e Abu Dhabi dominam a imagem global, mas a federação também inclui vales montanhosos, interiores desérticos, manguezais e emirados menores com ritmos muito diferentes. É um estado moderno cuja história só faz sentido se você colocar torres de vidro ao lado da história beduína, marítima e da era do petróleo.
ru: Объединённые Арабские Эмираты — это федерация из семи эмиратов на Аравийском заливе, превратившая старые жемчужные и торговые порты в один из самых инженерно развитых ландшафтов региона. Дубай и Абу-Даби доминируют в глобальном образе страны, но федерация также включает горные вади, внутренние пустыни, мангровые заросли и небольшие эмираты с совершенно разным ритмом жизни. Это современное государство, история которого имеет смысл только в том случае, если ставить стеклянные башни рядом с бедуинской, морской и нефтяной историей.

# country.description.af
source: Afghanistan sits at the meeting point of Central and South Asia, and for centuries its mountain passes linked Persia, India, and the wider Silk Road world. It has deep traditions of poetry, carpet weaving, miniature painting, and regional cuisines shaped by valleys, orchards, and highland trade routes. The country carries a remarkably old and intricate cultural identity, with strong regional character from city bazaars to mountain valleys.
de: Afghanistan liegt am Schnittpunkt von Zentral- und Südasien, und über Jahrhunderte verbanden seine Bergpässe Persien, Indien und die weitere Welt der Seidenstraße. Es hat tiefe Traditionen in Poesie, Teppichweberei, Miniaturmalerei und regionalen Küchen, die von Tälern, Obstgärten und Hochland-Handelsrouten geprägt sind. Das Land besitzt eine bemerkenswert alte und komplexe kulturelle Identität, mit starkem regionalem Charakter von Stadtbasaren bis hin zu Bergtälern.
es: Afganistán se encuentra en el punto de encuentro entre Asia Central y Asia del Sur, y durante siglos sus pasos montañosos conectaron Persia, India y el mundo más amplio de la Ruta de la Seda. Tiene profundas tradiciones de poesía, fabricación de alfombras, pintura en miniatura y cocinas regionales moldeadas por valles, huertos y rutas comerciales de las tierras altas. El país posee una identidad cultural notablemente antigua e intrincada, con un fuerte carácter regional desde los bazares de las ciudades hasta los valles montañosos.
fr: L'Afghanistan se situe au point de rencontre de l'Asie Centrale et de l'Asie du Sud, et pendant des siècles ses cols montagneux ont relié la Perse, l'Inde et l'ensemble du monde de la Route de la Soie. Il possède de fortes traditions de poésie, de tissage de tapis, de peinture miniature et de cuisines régionales façonnées par les vallées, les vergers et les routes commerciales en altitude. Le pays porte une identité culturelle remarquablement ancienne et complexe, avec un caractère régional fort allant des bazars des villes aux vallées montagneuses.
it: L’Afghanistan si trova nel punto d’incontro dell’Asia centrale e meridionale e per secoli i suoi passi montani hanno collegato la Persia, l’India e il più ampio mondo della Via della Seta. Ha profonde tradizioni di poesia, tessitura di tappeti, pittura in miniatura e cucine regionali modellate da valli, frutteti e rotte commerciali degli altipiani. Il paese porta con sé un'identità culturale notevolmente antica e complessa, con un forte carattere regionale, dai bazar cittadini alle valli montane.
pt_br: O Afeganistão está localizado no ponto de encontro da Ásia Central e do Sul, e por séculos seus passos de montanha ligaram a Pérsia, a Índia e o mundo mais amplo da Rota da Seda. Possui profundas tradições de poesia, tecelagem de tapetes, pintura em miniatura e culinárias regionais moldadas por vales, pomares e rotas comerciais de terras altas. O país carrega uma identidade cultural notavelmente antiga e intricada, com forte caráter regional desde os bazares da cidade até os vales montanhosos.
ru: Афганистан находится в месте встречи Центральной и Южной Азии, и на протяжении веков его горные перевалы соединяли Персию, Индию и более широкий мир Шёлкового пути. У страны есть глубокие традиции поэзии, ковроткачества, миниатюрной живописи и региональной кухни, сформированной долинами, садами и горными торговыми путями. Страна обладает поразительно древней и сложной культурной идентичностью с сильным региональным характером, от городских базаров до горных долин.

# country.description.ag
source: Antigua and Barbuda is a two-island Caribbean state best known for calm turquoise water, sailing culture, and the claim that it has a beach for every day of the year. Antigua carries most of the population and much of the historic architecture, while Barbuda is flatter, wilder, and more lightly developed, with pink-sand beaches and major bird habitats. The country feels especially maritime, with harbors, reefs, and cricket all woven into its identity.
de: Antigua und Barbuda ist ein karibischer Staat mit zwei Inseln, der am besten für sein ruhiges türkisfarbenes Wasser, seine Segelkultur und den Anspruch bekannt ist, für jeden Tag des Jahres einen Strand zu haben. Antigua beherbergt den größten Teil der Bevölkerung und viele historische Bauwerke, während Barbuda flacher, wilder und weniger entwickelt ist, mit rosa Sandstränden und bedeutenden Vogelhabitaten. Das Land wirkt besonders maritim, mit Häfen, Riffen und Cricket, die alle Teil seiner Identität sind.
es: Antigua y Barbuda es un estado caribeño de dos islas, conocido principalmente por sus tranquilas aguas turquesas, su cultura de vela y la afirmación de que tiene una playa para cada día del año. Antigua concentra la mayor parte de la población y gran parte de la arquitectura histórica, mientras que Barbuda es más llana, salvaje y menos desarrollada, con playas de arena rosa y hábitats importantes para aves. El país se siente especialmente marítimo, con puertos, arrecifes y el cricket entrelazados en su identidad.
fr: Antigua-et-Barbuda est un État caribéen composé de deux îles, surtout connu pour ses eaux turquoise calmes, sa culture de la voile et l'affirmation qu'elle possède une plage pour chaque jour de l'année. Antigua abrite la majorité de la population et une grande partie de l'architecture historique, tandis que Barbuda est plus plate, plus sauvage et moins développée, avec des plages de sable rose et d'importants habitats pour les oiseaux. Le pays a une atmosphère particulièrement maritime, avec ses ports, ses récifs et le cricket, tous intégrés à son identité.
it: Antigua e Barbuda è uno stato caraibico formato da due isole, noto soprattutto per le calme acque turchesi, la cultura della vela e l'affermazione di avere una spiaggia per ogni giorno dell'anno. Antigua ospita la maggior parte della popolazione e gran parte dell'architettura storica, mentre Barbuda è più piatta, più selvaggia e meno sviluppata, con spiagge di sabbia rosa e importanti habitat di uccelli. Il paese ha un aspetto particolarmente marittimo, con porti, barriere coralline e cricket tutti intrecciati nella sua identità.
pt_br: Antígua e Barbuda é um estado caribenho composto por duas ilhas, mais conhecido por suas águas turquesa calmas, cultura de vela e a afirmação de que possui uma praia para cada dia do ano. Antígua abriga a maior parte da população e grande parte da arquitetura histórica, enquanto Barbuda é mais plana, selvagem e menos desenvolvida, com praias de areia rosa e importantes habitats de aves. O país tem um caráter especialmente marítimo, com portos, recifes e críquete todos entrelaçados em sua identidade.
ru: Антигуа и Барбуда — это карибское государство, состоящее из двух островов, наиболее известное спокойными бирюзовыми водами, культурой парусного спорта и утверждением, что у него есть пляж на каждый день года. Антигуа сосредотачивает большую часть населения и значительную часть исторической архитектуры, тогда как Барбуда более плоская, дикая и менее застроенная, с розовыми песчаными пляжами и важными орнитологическими территориями. Страна ощущается особенно морской, с гаванями, рифами и крикетом, плотно вплетёнными в её идентичность.

# country.description.ai
source: Anguilla is a British Overseas Territory in the northeastern Caribbean known for beaches so calm and bright that the island often appears in luxury travel shorthand. What makes it more distinctive, though, is its small scale and lack of a giant cruise-port machine, which gives it a quieter, lower-density atmosphere than many resort islands. It is the kind of place where the geography stays intimate and the sea remains the main event.
de: Anguilla ist ein britisches Überseegebiet in der nordöstlichen Karibik, das für Strände bekannt ist, die so ruhig und hell sind, dass die Insel oft in der Luxusreise-Kurzschrift erscheint. Was sie jedoch noch markanter macht, ist ihr kleiner Maßstab und das Fehlen einer riesigen Kreuzfahrthafenmaschinerie, was ihr eine ruhigere, weniger dichte Atmosphäre verleiht als vielen Ferieninsel. Es ist die Art von Ort, an dem die Geographie intim bleibt und das Meer das Hauptereignis ist.
es: Anguila es un territorio británico de ultramar en el noreste del Caribe, conocido por playas tan tranquilas y brillantes que la isla a menudo aparece en el lenguaje abreviado de los viajes de lujo. Lo que la hace más distintiva, sin embargo, es su pequeña escala y la ausencia de una enorme infraestructura de puertos de cruceros, lo que le da una atmósfera más tranquila y de menor densidad que muchas islas turísticas. Es el tipo de lugar donde la geografía permanece íntima y el mar sigue siendo el evento principal.
fr: Anguilla est un territoire britannique d'outre-mer situé dans le nord-est des Caraïbes, connu pour ses plages si calmes et lumineuses que l'île apparaît souvent dans les shorthand du voyage de luxe. Ce qui la rend toutefois plus distinctive, c'est sa petite taille et l'absence d'une machine de port de croisière géante, ce qui lui confère une atmosphère plus tranquille et moins dense que de nombreuses îles de villégiature. C'est le genre d'endroit où la géographie reste intime et où la mer reste l'événement principal.
it: Anguilla è un territorio britannico d'oltremare nei Caraibi nord-orientali noto per le spiagge così calme e luminose che l'isola appare spesso in termini di viaggi di lusso. Ciò che la rende più caratteristica, tuttavia, è la sua piccola scala e la mancanza di una gigantesca macchina portuale per crociere, che le conferisce un'atmosfera più tranquilla e a bassa densità rispetto a molte isole resort. È il tipo di posto in cui la geografia rimane intima e il mare rimane l'evento principale.
pt_br: Anguilla é um Território Ultramarino Britânico no nordeste do Caribe, conhecido por praias tão calmas e brilhantes que a ilha frequentemente aparece como referência em viagens de luxo. O que a torna mais distinta, porém, é sua pequena escala e a ausência de uma grande infraestrutura de portos de cruzeiro, o que lhe confere uma atmosfera mais tranquila e de menor densidade do que muitas ilhas de resorts. É o tipo de lugar onde a geografia permanece íntima e o mar continua sendo o principal atrativo.
ru: Ангуилья — это Британская заморская территория на северо-востоке Карибского региона, известная своими пляжами, такими спокойными и светлыми, что остров часто упоминается в контексте роскошных путешествий. Однако то, что делает его более примечательным, — это его небольшие размеры и отсутствие гигантской круизной инфраструктуры, что создает более спокойную, менее плотную атмосферу по сравнению со многими курортными островами. Это то место, где география остается интимной, а море по-прежнему является главным событием.

# country.description.al
source: Albania is a western Balkan country on the Adriatic and Ionian Seas, shaped by Illyrian roots, long Ottoman rule, and decades of hard communist isolation under Enver Hoxha. That unusual twentieth-century history left behind bunker-studded landscapes, UNESCO towns like Berat and Gjirokaster, and a society that reopened to the wider world only in the 1990s. It also manages to fit alpine valleys, archaeological sites, and a striking Riviera coastline into a relatively small map.
de: Albanien ist ein westbalkanisches Land an der Adria und dem Ionischen Meer, geprägt von illyrischen Wurzeln, langer osmanischer Herrschaft und Jahrzehnten harter kommunistischer Isolation unter Enver Hoxha. Diese ungewöhnliche Geschichte des zwanzigsten Jahrhunderts hinterließ von Bunkern übersäte Landschaften, UNESCO-Städte wie Berat und Gjirokastra und eine Gesellschaft, die sich erst in den 1990er Jahren der weiteren Welt wieder öffnete. Gleichzeitig schafft es das Land, alpine Täler, archäologische Stätten und eine markante Riviera-Küste auf einer relativ kleinen Landkarte unterzubringen.
es: Albania es un país del oeste de los Balcanes en los mares Adriático e Jónico, moldeado por raíces ilirias, una larga dominación otomana y décadas de duro aislamiento comunista bajo Enver Hoxha. Esa inusual historia del siglo XX dejó paisajes salpicados de búnkeres, ciudades Patrimonio de la Humanidad como Berat y Gjirokastër, y una sociedad que se reabrió al mundo exterior solo en la década de 1990. También logra encajar valles alpinos, sitios arqueológicos y una impresionante costa de Riviera en un mapa relativamente pequeño.
fr: L'Albanie est un pays des Balkans occidentaux situé sur les mers Adriatique et Ionienne, façonné par des racines illyriennes, une longue domination ottomane et des décennies d'isolement communiste strict sous Enver Hoxha. Cette histoire inhabituelle du XXe siècle a laissé derrière elle des paysages parsemés de bunkers, des villes inscrites au patrimoine mondial de l'UNESCO comme Berat et Gjirokastër, et une société qui ne s'est ouverte au monde extérieur qu'à partir des années 1990. Elle parvient également à intégrer des vallées alpines, des sites archéologiques et une spectaculaire côte de la Riviera dans une carte relativement petite.
it: L’Albania è un paese dei Balcani occidentali sui mari Adriatico e Ionio, plasmato da radici illiriche, lungo dominio ottomano e decenni di duro isolamento comunista sotto Enver Hoxha. Quella insolita storia del XX secolo ha lasciato dietro di sé paesaggi costellati di bunker, città UNESCO come Berat e Argirocastro e una società che si è riaperta al resto del mondo solo negli anni ’90. Riesce anche a inserire valli alpine, siti archeologici e una suggestiva costa della Riviera in una mappa relativamente piccola.
pt_br: A Albânia é um país dos Bálcãs ocidentais localizado nos mares Adriático e Jônico, moldado por raízes ilírias, longa dominação otomana e décadas de dura isolação comunista sob Enver Hoxha. Essa história incomum do século XX deixou para trás paisagens repletas de bunkers, cidades reconhecidas pela UNESCO como Berat e Gjirokaster, e uma sociedade que reabriu-se para o mundo apenas na década de 1990. Ela também consegue acomodar vales alpinos, sítios arqueológicos e uma impressionante costa de Riviera em um mapa relativamente pequeno.
ru: Албания — это западнобалканская страна на побережье Адриатического и Ионического морей, сформированная иллирийскими корнями, долгим османским правлением и десятилетиями жесткой коммунистической изоляции при Энвере Ходже. Эта необычная история двадцатого века оставила после себя ландшафты, усеянные бункерами, города ЮНЕСКО, такие как Берат и Гирокастра, и общество, которое вновь открылось внешнему миру только в 1990-х годах. При этом страна умудряется вместить альпийские долины, археологические объекты и впечатляющее побережье Ривьеры на относительно небольшой территории.

# country.description.am
source: Armenia is a mountainous South Caucasus republic whose identity is closely tied to being one of the world's earliest Christian states. Its landscape is marked by monasteries, volcanic highlands, apricot orchards, and a stone-built architectural tradition that feels unmistakably Armenian. Even first-time visitors quickly notice how strongly music, food, craftsmanship, and memory are woven into daily life.
de: Armenien ist eine bergige Republik im Südkaukasus, deren Identität eng mit ihrer Rolle als einer der frühesten christlichen Staaten der Welt verbunden ist. Ihre Landschaft ist geprägt von Klöstern, vulkanischen Hochländern, Aprikosenhainen und einer aus Stein gebauten Architekturtradition, die unverkennbar armenisch wirkt. Selbst Erstbesucher bemerken schnell, wie stark Musik, Essen, Handwerk und Erinnerung in den Alltag verwoben sind.
es: Armenia es una república montañosa del Cáucaso del Sur cuya identidad está estrechamente vinculada a ser uno de los primeros estados cristianos del mundo. Su paisaje está marcado por monasterios, tierras altas volcánicas, huertos de albaricoques y una tradición arquitectónica de piedra que se siente inconfundiblemente armenia. Incluso los visitantes primerizos notan rápidamente lo fuertemente que la música, la comida, la artesanía y la memoria están entrelazadas en la vida diaria.
fr: L'Arménie est une république montagneuse du Caucase du Sud dont l'identité est étroitement liée au fait d'être l'un des premiers États chrétiens du monde. Son paysage est marqué par des monastères, des hauts plateaux volcaniques, des vergers d'abricotiers et une tradition architecturale en pierre qui semble indubitablement arménienne. Même les visiteurs pour la première fois remarquent rapidement à quel point la musique, la nourriture, l'artisanat et la mémoire sont intégrés dans la vie quotidienne.
it: L'Armenia è una repubblica montuosa del Caucaso meridionale la cui identità è strettamente legata al fatto di essere uno dei primi stati cristiani del mondo. Il suo paesaggio è caratterizzato da monasteri, altopiani vulcanici, frutteti di albicocche e una tradizione architettonica in pietra che sembra inconfondibilmente armena. Anche chi visita per la prima volta nota subito quanto fortemente la musica, il cibo, l'artigianato e la memoria siano intrecciati nella vita quotidiana.
pt_br: A Armênia é uma república montanhosa do Sul do Cáucaso cuja identidade está intimamente ligada a ser um dos primeiros estados cristãos do mundo. Sua paisagem é marcada por mosteiros, terras altas vulcânicas, pomares de damasco e uma tradição arquitetônica em pedra que parece inconfundivelmente armênia. Até os visitantes de primeira viagem percebem rapidamente o quão fortemente a música, a comida, o artesanato e a memória estão entrelaçados na vida diária.
ru: Армения — это горная республика на Южном Кавказе, чья идентичность тесно связана с тем, что она является одним из самых ранних христианских государств в мире. Её пейзаж отмечен монастырями, вулканическими высокогорьями, абрикосовыми садами и каменной архитектурной традицией, которая ощущается несомненно армянской. Даже впервые посетившие страну быстро замечают, насколько сильно музыка, еда, ремесла и память переплетены с повседневной жизнью.
